driver-tests/bpelse/assign/AssignJbi/test/results/CopypositiveIntegerInvoke/Actual_20130314183822_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <positiveIntegerPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_positiveInteger>1</xsd_positiveInteger>
      <optional_positiveInteger>1000</optional_positiveInteger>
      <repeat_positiveInteger>1000</repeat_positiveInteger>
      <repeat_positiveInteger>20</repeat_positiveInteger>
    </positiveIntegerPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>